Repository: pkp/lucene
Catalog: locale/*/locale.po
Languages: de_de, es_es, it_it, pt_pt

# plugins.generic.lucene.settings.faceting
source: Faceting (display a navigation box with additional filters to refine your search)
de_de: Facettierung (eine Box mit zusätzlichen Filtern zur Verfeinerung der Suche anzeigen)
es_es: Facetado (mostrar un cuadro de navegación con filtros adicionales para afinar la búsqueda)
it_it: Faccettazione (mostra un box di navigazione con filtri aggiuntivi per raffinare la ricerca)
pt_pt: Facetas (apresenta uma caixa de navegação com filtros adicionais para refinar a pesquisa)

# plugins.generic.lucene.settings.featureDescription
source: The Lucene plugin provides several optional search features. Most of these features are enabled by default but can be disabled or fine-tuned.
de_de: Das Lucene-Plugin stellt verschiedene optionale Sucheinstellungen bereit. Die meisten dieser Eigenschaften sind standardmäßig aktiviert, können aber ausgeschaltet oder feiner konfiguriert werden.
es_es: El módulo Lucene proporciona varias funciones de búsqueda opcionales. La mayoría de estas funciones están activadas por defecto, pero pueden desactivarse o ajustarse.
it_it: Il plugin Lucene offre diverse funzionalità di ricerca opzionali. La maggior parte di queste sono abilitate di default ma possono essere disabilitate o configurate in maniera più specifica.
pt_pt: O plugin Lucene permite várias funcionalidades opcionais de pesquisa. A maior parte destas funcionalidades vêm pré-ativadas, mas podem ser desativadas ou reconfiguradas.

# plugins.generic.lucene.settings.highlighting
source: Highlighting (display a short excerpt of each article's full text containing queried keywords)
de_de: Hervorheben (einen kurzen Ausschnitt aus dem Artikelvolltext anzeigen, auf den die angefragten Suchbegriffe passen)
es_es: Resaltar (mostrar un breve extracto del texto completo de cada artículo que contenga las palabras clave buscadas)
it_it: Evidenziazione (mostra un breve estratto del testo di ciascun articolo contenente le parole oggetto della ricerca)
pt_pt: Realces (apresenta um pequeno excerto de cada artigo que contenha as palavras pesquisadas)

# plugins.generic.lucene.settings.indexAdministration
source: Index Administration
de_de: Index-Verwaltung
es_es: Administración del índice
it_it: Amministrazione Indice
pt_pt: Administração de Índices

# plugins.generic.lucene.settings.indexRebuild
source: Rebuild index
de_de: Index neu aufbauen
es_es: Reconstruir el índice
it_it: Ricostruzione indice
pt_pt: Reindexar

# plugins.generic.lucene.settings.indexRebuild.confirm
source: Rebuilding the index and/or dictionaries can take a long time. Are you sure you want to proceed?
de_de: Den Index und/oder die Verzeichnisse neu aufzubauen, kann sehr lange dauern. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Reconstruir el índice para todas las revistas
it_it: Ricostruire l'indice e/o i dizionari richiede lungo tempo. Sei sicuro di procedere ?
pt_pt: Recalcular o índice e/ou os dicionários podem demorar bastante tempo. Deseja continuar o processo?

# plugins.generic.lucene.settings.indexRebuildAllJournals
source: Rebuild index for all journals
de_de: Index für alle Zeitschriften neu aufbauen
it_it: Rifai l'indice per tutte le riviste
pt_pt: Reindexar todas as revistas

# plugins.generic.lucene.settings.indexRebuildDescription
source: If your Lucene index became outdated or corrupted, you can re-index your data per journal or for all journals of this installation. Dictionaries must be rebuilt after large index updates when using auto-suggest or alternative spelling suggestions. (See plugins/generic/lucene/README for details and ways to automate these processes.)
de_de: Wenn Ihr Lucene-Index veraltet oder beschädigt ist, können Sie Ihre Daten pro Zeitschrift oder für alle Zeitschriften dieses Servers neu einlesen. Verzeichnisse müssen neu aufgebaut werden, wenn große Index-Aktualisierung vorgenommen wurden und dabei Auto-Vorschläge oder Vorschläge für alternative Schreibweisen aktiviert sind. (Siehe plugins/generic/lucene/README, um weitere Details und mehr über mögliche Automatisierungen dieser Prozesse zu erfahren.)
es_es: Si su índice Lucene se ha quedado obsoleto o dañado, puede volver a indexar sus datos por diario o para todos los diarios de esta instalación. Los diccionarios deben reconstruirse después de grandes actualizaciones del índice cuando se usan auto-sugerencias o sugerencias ortográficas alternativas. (Consulte plugins/generic/lucene/README para más detalles y formas de automatizar estos procesos).
it_it: Se il tuo indice su Lucene diventa fuori sincrono o corrotto, puoi rifare gli indici per rivista o per tutt le riviste. I dizionari vanno rifatti dopo la ricostruzione dell'indice se usi l'auto-suggerimento o altri tipi di suggerimenti. (Vedi plugins/generic/lucene/README per dettagli.)
pt_pt: Se o índice do Lucene se tornar desatualizado ou corrompido, poderá reindexar os seus dados, por revista, ou para todas as revistas desta instalação. Os dicionários devem ser recalculados após grandes indexações quando usa as funcionalidades de auto-sugestões ou sugestões ortográficas. (Veja plugins/generic/lucene/README para detalhes e formas de automatizar estes processos.)

# plugins.generic.lucene.settings.indexRebuildJournal
source: Rebuild index for journal "{$journalName}"
de_de: Index für Zeitschrift "{$journalName}" neu aufbauen
es_es: Reconstruir el índice de la revista "{$journalName}"
it_it: Rifai l'indice per la rivista "{$journalName}"
pt_pt: Reindexar a revista "{$journalName}"

# plugins.generic.lucene.settings.indexRebuildMessages
source: Output from the last index rebuild:
de_de: Ausgabe des letzten Index-Aufbaus:
es_es: Salida de la última reconstrucción del índice:
it_it: Output dell'ultimo rifacimento dell'indice:
pt_pt: Resultado da última reindexação:

# plugins.generic.lucene.settings.instantSearch
source: Instant search (return search results instantly when a user types a search query - obs: uses considerable server resources)
de_de: Sofortige Suche (Suchergebnisse sofort während des Eintippens einer Suchanfrage anzeigen - dies erfordert hohe Ressourcen auf dem Server)
es_es: Búsqueda instantánea (devuelve resultados de búsqueda al instante cuando un usuario escribe una consulta de búsqueda - obs: utiliza considerables recursos del servidor)
it_it: Ricerca istantannea (ATTENZIONE: usa molte risorse)
pt_pt: Pesquisa instantânea (retorna resultados de pesquisa instantâneos enquanto o utilizador digita a expressão de pesquisa - nota: usa recursos consideráveis do servidor)

# plugins.generic.lucene.settings.instId
source: Unique Installation ID
de_de: Eindeutige ID der Installation
es_es: ID único de instalación
it_it: ID univoco dell'installazione
pt_pt: ID de Instalação Único

# plugins.generic.lucene.settings.instIdRequired
source: Please enter an ID that uniquely identifies this OJS installation to the Solr search server.
de_de: Bitte geben Sie eine ID an, die diese OJS-Installation eindeutig gegenüber dem Solr-Suchserver identifiziert.
es_es: Introduzca un ID que identifique de forma exclusiva esta instalación OJS ante el servidor de búsqueda Solr.
it_it: Inserisci un ID che identifichi univocamente questa installazione di OJS sul server di ricerca Solr.
pt_pt: Introduza um ID que identifique unicamente esta instalação OJS no servidor de pesquisa Solr.

# plugins.generic.lucene.settings.instIdInstructions
source: If you use a central search server then you'll have to provide a unique installation ID for every OJS installation sharing the same search index. This can be any arbitrary text but it must be different for every participating OJS server (e.g. the server's static IP address if you have one OJS installation per server).
de_de: Wenn Sie einen zentralen Suchserver benutzen, dann müssen Sie für jede OJS-Installation, die denselben Suchindex benutzt, eine eindeutige Installations-ID angeben. Dies kann ein beliebiger Text sein, der aber für jeden teilnehmenden OJS-Server unterschiedlich sein muss (z.B. die statische IP-Adresse des Servers, wenn Sie eine OJS-Installation pro Server nutzen).
es_es: Si utiliza un servidor de búsqueda central, tendrá que proporcionar un ID de instalación único para cada instalación OJS que comparta el mismo índice de búsqueda. Puede ser cualquier texto arbitrario, pero debe ser diferente para cada servidor OJS participante (por ejemplo, la dirección IP estática del servidor si tiene una instalación OJS por servidor).
it_it: Se usi un server di ricerca centralizzato, devi indicare un ID univoco per ciascuna installazione di OJS che condivide l'indice. Puoi usare un testo a tua scelta, ma deve essere diverso per ciascuna installazione coinvolta (es. l'indirizzo IP statico del server se hai una installazione OJS per server).
pt_pt: Se usar um servidor de pesquisa central, então terá de providenciar um ID único de instalação para cada instalação de OJS que use o mesmo serviço de pesquisa. Este identificador pode ser texto arbitrário, mas deverá ser diferente para cada servidor OJS (e.g., o endereço IP estático, se tiver uma instalação OJS em cada servidor).

# plugins.generic.lucene.settings.internalError
source: Invalid selection.
de_de: Ungültige Auswahl.
es_es: Selección no válida.
it_it: Selezione non valida.
pt_pt: Seleção inválida.

# plugins.generic.lucene.settings.luceneSettings
source: Lucene Plugin: Settings
de_de: Lucene-Plugin: Einstellungen des Solr-Servers
es_es: Módulo de búsqueda Lucene: Configuración
it_it: Plugin Lucene: Impostazioni
pt_pt: Plugin Lucene: Configurações

# plugins.generic.lucene.settings.password
source: Password
de_de: Passwort
es_es: Contraseña
pt_pt: Senha

# plugins.generic.lucene.settings.passwordInstructions
source: Please enter the Solr server password.
de_de: Bitte geben Sie das Passwort des Solr-Servers ein.
es_es: Introduzca la contraseña del servidor Solr.
it_it: Ilserisci la password del server Solr.
pt_pt: Introduza a senha do servidor Solr.

# plugins.generic.lucene.settings.passwordRequired
source: Please enter a valid password to authenticate to the Solr search server.
de_de: Bitte geben Sie ein gültiges Passwort ein, um den Zugang zum Solr-Suchserver zu erhalten.
es_es: Introduzca una contraseña válida para autenticarse en el servidor de búsqueda Solr.
it_it: Inserisci una password valida per autenticarti al server Solr.
pt_pt: Introduza uma senha válida para autenticar no servidor de pesquisa Solr.

# plugins.generic.lucene.settings.pullIndexing
source: Pull indexing (this is an advanced feature, see README file for more information)
de_de: Pull-Indizierung (hierbei handelt es sich um eine fortgeschrittene Option, weitere Informationen finden Sie in der README-Datei)
es_es: Pull indexing (se trata de una función avanzada, consulte el archivo README para obtener más información)
it_it: Indicizzazione pull (funzionalità avanzata, vedi il file README per ulteriori informazioni)
pt_pt: Indexação Remota (<em>Pull indexing</em>, é uma funcionalidade avançada. Leia o README para mais informação)

# plugins.generic.lucene.settings.rankingByMetricEnabled
source: Ranking By Usage Statistics (Your '{$metricName}' statistics data will be used to influence the ranking)
de_de: Ranking nach Nutzungsstatistik (Ihre '{$metricName}'-Statistikdaten werden zur Gewichtung genutzt)
es_es: Clasificación por estadísticas de uso (Sus datos estadísticos '{$metricName}' se utilizarán para influir en la clasificación)
it_it: Ranking attraverso le statistiche d'uso (La metrica '{$metricName}' è usata per influenzare il ranking)
pt_pt: Ordenação por Estatística de Uso (Os seus dados estatísticos '{$metricName}' serão usados para influenciar a ordenação de resultados).

# plugins.generic.lucene.settings.rankingByMetricDisabled
source: Ranking By Usage Statistics (please activate at least one statistics/reporting plugin and select a "main metric" in the site settings to enable this option)
de_de: Ranking nach Nutzungsstatistik (bitte aktivieren Sie mindestens ein Statistik-/Berichts-Plugin und wählen Sie eine Hauptmetrik in den Website-Einstellungen aus, um diese Option zu nutzen)
es_es: Clasificación por estadísticas de uso (active al menos un módulo de estadísticas/informes y seleccione una métrica principal en la configuración del sitio para activar esta opción).
it_it: Ranking attraverso le statistiche d'uso disabilitato.
pt_pt: Ordenação por Estatísticas de Uso (ative pelo menos um plugin de estatística/relatórios e selecione uma "métrica principal" nas configurações do website, para tivar esta opção)

# plugins.generic.lucene.settings.searchEndpoint
source: Search Endpoint URL
de_de: URL des Endpunkts der Suche
es_es: URL del punto final de búsqueda
it_it: URL dell'endpoint di ricerca
pt_pt: URL de Pesquisa (endpoint)

# plugins.generic.lucene.settings.searchEndpointInstructions
source: The Solr search endpoint consists of the server URL and a search handler. See the default setting as an example. Only change this if you are using a central search server.
de_de: Der Endpunkt der Solr-Suche besteht aus der URL des Servers und einem Suchpfad. Die Standardeinstellung liefert Ihnen ein Beispiel. Ändern Sie dies nur, wenn Sie einen zentralen Suchserver benutzen.
es_es: El punto final de búsqueda de Solr consta de la URL del servidor y un controlador de búsqueda. Consulte la configuración predeterminada como ejemplo. Cámbiela únicamente si utiliza un servidor de búsqueda central.
it_it: l'endpoint della ricreca Solr consiste della URL del server URL e di un handler per la ricerca. Vedi come esempio l'impostazione di default. Cambia questo parametro solamente se stai usando un server di ricerca centralizzato.
pt_pt: O URL de pesquisa <em>endpoint</em> consiste no URL do servidor e de um manipulador de pesquisas. Veja o exemplo pré-definido. Só precisa de o alterar se estiver a usar um servidor centralizado de pesquisa.

# plugins.generic.lucene.settings.searchEndpointRequired
source: Please enter a valid URL representing the search endpoint (Solr search server and search handler) you would like to connect to.
de_de: Bitte geben Sie eine gültige URL an, die den Endpunkt (Solr-Suchserver und Pfad zur Suche), mit dem Sie sich verbinden wollen, bezeichnet.
es_es: Introduzca una URL válida que represente el punto final de búsqueda (servidor de búsqueda Solr y controlador de búsqueda) al que desea conectarse.
it_it: Inserisci una URL valida per l'endpoint (Solr search server e search handler) al quale ti vuoi connettere.
pt_pt: Introduza um URL válido que represente o <em>endpoint</em> de pesquisa (servidor de pesquisa Solr e manipulador de pesquisa) ao qual se pretende ligar.

# plugins.generic.lucene.settings.searchFeatures
source: Search Feature Configuration
de_de: Sucheigenschaften-Konfiguration
es_es: Configuración de las funciones de búsqueda
it_it: Configurazione delle funzionalità di ricerca
pt_pt: Configuração de Funcionalidades de Pesquisa

# plugins.generic.lucene.settings.serverNotAvailable
source: You can not currently administer the Solr server from the web interface.<br/><br/>Possible reasons are:<ul><li>You may not have an embedded server installed in this OJS instance (see 'plugins/generic/lucene/README' for details).</li><li>The installation of your embedded server may be incomplete. Please check that the directories 'plugins/generic/lucene/lib/solr' and 'plugins/generic/lucene/lib/jetty' actually contain (or point to) the solr/jetty installation files.</li><li>The server administration scripts 'start.sh', 'stop.sh' and 'check.sh' in 'plugins/generic/lucene/embedded/bin' may not be executable. Check the permission flags of these files. {$canExecuteResult}</li><li>The files in 'files/lucene/' may not be writable by your web server's user. Check the permission flags of these files. {$filesAreWriteableResult}</li><li>An embedded solr process may already be running but under a different OS user. This means that you cannot manipulate the process from within PHP. {$solrIsRunningUnderPHPUser}</li><li>Your PHP configuration may disallow script execution. Check the 'safe_mode' and 'disabled_function' settings in your php.ini. If you do not have access to your php.ini then you can execute the scripts manually to start/stop the server. {$safemodeOrExecDisabled}</li></ul>
de_de: Sie können den Solr-Server momentan nicht über die Weboberfläche konfigurieren.<br/><br />Mögliche Gründe:<ul><li>Sie haben keinen eingebetteten Server in Ihrer OJS-Instanz installiert (Details in 'plugins/generic/lucene/README').</li><li>Die Installation Ihres eingebetteten Servers könnte unvollständig sein. Bitte kontrollieren Sie, dass die Verzeichnisse 'plugins/generic/lucene/lib/solr' und 'plugins/generic/lucene/lib/jetty' tatsächlich die solr/jetty-Installationsdatein enthalten (oder darauf verweisen).</li><li>Die Server-Administrationsskripts 'start.sh', 'stop.sh' und 'check.sh' in 'plugins/generic/lucene/embedded/bin' könnten nicht ausführbar sein. Kontrollieren Sie die Rechteinstellungen dieser Dateien. {$canExecuteResult}</li><li>Die Dateien in 'files/lucene/' könnten nicht schreibbar für den Webserver-User sein. Kontrollieren Sie die Rechteeinstellungen dieser Dateien. {$filesAreWriteableResult}</li><li>Ein eingebetteter Solr-Prozess könnte bereits laufen, allerdings unter einem anderen Betriebssystem-Nutzer. Dies bedeutet, dass Sie den Prozess nicht aus PHP heraus beeinflussen können. {$solrIsRunningUnderPHPUser}</li><li>Ihre PHP-Konfiguration könnte die Ausführung von Skripten verbieten. Kontrollieren Sie die Einstellungen zu 'safe_mode' und 'disabled_function' in Ihrer php.ini. Wenn Sie keinen Zugriff auf Ihre php.ini haben, können Sie die Skripts manuell ausführen, um den Server zu starten/zu stoppen. {$safemodeOrExecDisabled}</li></ul>
es_es: Actualmente no es posible administrar el servidor Solr desde la interfaz web.<br/><br/>Las posibles razones son:<ul><li>Puede que no tenga un servidor incrustado instalado en esta instancia OJS (consulte 'plugins/generic/lucene/README' para más detalles)..</li><li>La instalación de su servidor integrado puede estar incompleta. Compruebe que los directorios 'plugins/generic/lucene/lib/solr' y 'plugins/generic/lucene/lib/jetty' contienen realmente (o apuntan a) los archivos de instalación de solr/jetty.</li><li>Los scripts de administración del servidor 'start.sh', 'stop.sh' y 'check.sh' en 'plugins/generic/lucene/embedded/bin' pueden no ser ejecutables. Compruebe los indicadores de permiso de estos archivos. {$canExecuteResult}</li><li>Es posible que el usuario de su servidor web no pueda escribir en los archivos de 'files/lucene/'. Compruebe los permisos de estos archivos. {$ficherosSonEscribiblesResultado}</li><li>Un proceso solr incrustado puede estar ya ejecutándose pero bajo un usuario de SO diferente. Esto significa que no puede manipular el proceso desde PHP. {$solrIsRunningUnderPHPUser}</li><li>Es posible que su configuración de PHP no permita la ejecución de scripts. Compruebe los ajustes 'safe_mode' y 'disabled_function' en su php.ini. Si no tiene acceso a su php.ini entonces puede ejecutar los scripts manualmente para iniciar/detener el servidor. {$safemodeOrExecDisabled}</li></ul>
it_it: Attualmente non puoi amministrare il server Solr dall'interfaccia web.<br/><br/>Possibili ragioni sono:<ul><li>Non hai Solr installato nella tua instanza OJS (vedi 'plugins/generic/lucene/README' per dettagli).</li><li>L'installazion può essere incompleta. Controlla le directory 'plugins/generic/lucene/lib/solr' e 'plugins/generic/lucene/lib/jetty', devono contenere o puntare ai file di solr/jetty.</li><li>I file di amministrazione 'start.sh', 'stop.sh' e 'check.sh' in 'plugins/generic/lucene/embedded/bin' devono essere eseguibili. Controlla i permessi. {$canExecuteResult}</li><li>I file in 'files/lucene/' non sono scrivibili dal tuo utente di apache. Controlla i permessi {$filesAreWriteableResult}</li><li>Controlla che non ci sia un processo solr già attivo con un altro utente. {$solrIsRunningUnderPHPUser}</li><li>La tua configurazione di PHP potrebbe aver disabilitato l'esecuzione di script, controlla le configurazioni 'safe_mode' e 'disabled_function' in php.ini. {$safemodeOrExecDisabled}</li></ul>
pt_pt: Neste momento não é possível administrar o servidor Solr a partir da interface web.<br/><br/>Possíveis razões são:<ul><li>Pode não ter um servidor embebido instalado nesta instância de OJS (veja 'plugins/generic/lucene/README' para detalhes).</li><li>A instalação do seu servidor embebido pode estar incompleta. Verifique que as pastas 'plugins/generic/lucene/lib/solr' e 'plugins/generic/lucene/lib/jetty' realmente contêm (ou apontam para) os ficheiros de instalação solr/jetty.</li><li>Os ficheiros de administração do servidor 'start.sh', 'stop.sh' e 'check.sh' na pasta 'plugins/generic/lucene/embedded/bin' podem não ser executáveis. Valide as permissões destes ficheiros. {$canExecuteResult}</li><li>Os ficheiros em 'files/lucene/' não têm permissões de escrita pelo utilizador do seu servidor web. Valide as permissões destes ficheiros. {$filesAreWriteableResult}</li><li>Um processo embebido Solr pode já estar a ser executado com um utilizador diferente, o que quererá dizer que não poderá manipular o processo a partir do PHP. {$solrIsRunningUnderPHPUser}</li><li>A sua configuração de PHP pode não permitir a execução de programas. Verifique as opções 'safe_mode' e 'disabled_function' no seu php.ini. Se não tiver acesso ao seu php.ini, então terá de executar manualmente estes programas para iniciar ou parar o servidor. {$safemodeOrExecDisabled}</li></ul>

# plugins.generic.lucene.settings.simdocs
source: More-Like-This (display a link "similar documents" for every search result)
de_de: Mehr davon (zeigt einen Link auf "ähnliche Dokumente" für jedes Suchergebnis)
es_es: More-Like-This (mostrar un enlace "documentos similares" para cada resultado de búsqueda)
it_it: Altri come questo (mostra un link a "documenti simili" per ogni risultato)
pt_pt: Mais-Como-Este (apresenta uma ligação de "documentos similares" para cada resultado de pesquisa)

# plugins.generic.lucene.settings.solrServerSettings
source: Solr server settings
de_de: Einstellungen des Solr-Servers
es_es: Configuración del servidor Solr
it_it: Impostazioni del server Solr
pt_pt: Configurações do servidor Solr

# plugins.generic.lucene.settings.sortingByMetricEnabled
source: Sorting By Usage Statistics (Your '{$metricName}' statistics data will be used to sort by popularity)
de_de: Sortierung nach Nutzungsstatistik (Ihre '{$metricName}'-Statistikdaten werden benutzt, um nach Beliebtheit zu sortieren))
es_es: Ordenar por estadísticas de uso (Sus datos estadísticos '{$metricName}' se utilizarán para ordenar por popularidad)
it_it: Ordinati secondo le statistiche d'uso. (La metrica '{$metricName}' viene usato per ordinare per popolarità)
pt_pt: Ordenação por Estatística de Uso (Os seus dados estatísticos '{$metricName}' serão usados para ordenar por popularidade)

# plugins.generic.lucene.settings.sortingByMetricDisabled
source: Sorting By Usage Statistics (please activate at least one statistics/reporting plugin and select a "main metric" in the site settings to enable this option)
de_de: Sortierung nach Nutzungsstatistik (bitte aktivieren Sie mindestens ein Statistik-/Berichts-Plugin und wählen Sie eine Hauptmetrik in den Website-Einstellungen aus, um diese Option zu nutzen)
es_es: Ordenar por estadísticas de uso (active al menos un plugin de estadísticas/informes y seleccione una métrica principal en la configuración del sitio para activar esta opción).
it_it: Ordine secondo le statistiche d'uso non attivo
pt_pt: Ordenação por Estatística de Uso (ative pelo menos um plugin de estatística ou de relatório e selecione uma "métrica principal" nas configurações do website para ativar esta opção)
