Repository: pkp/lucene
Catalog: locale/*/locale.po
Languages: de_de, es_es, it_it, pt_pt

# plugins.generic.lucene.displayName
source: Lucene Search Plugin
de_de: Lucene-Suche-Plugin
es_es: Módulo de búsqueda Lucene
it_it: Plugin per la ricerca con Lucene
pt_pt: Plugin de Pesquisa Lucene

# plugins.generic.lucene.description
source: The Lucene plugin provides multi-language support, improved search result relevance, faster indexing, better scalability and more.
de_de: Das Lucene-Suche-Plugin bietet Unterstützung von Mehrsprachigkeit, verbesserte Relevanz der Suchergebnisse, schnellere Indizierung, bessere Skalierung und mehr.
es_es: El módulo Lucene ofrece compatibilidad multilingüe, mayor relevancia de los resultados de búsqueda, indexación más rápida, mejor escalabilidad y mucho más.
it_it: Il plugin per la ricerca con Lucene offre supporto multi-lingue, migliore rilevanza dei risultati di ricerca, indicizzazione più rapida, maggiore scalabilità e altro ancora.
pt_pt: O plugin Lucene oferece suporte multilingue, maior relevância dos resultados de pesquisa, indexação mais rápida, melhor escalabilidade, entre outras vantagens.

# plugins.generic.lucene.faceting.facetBlockTitle
source: Lucene Faceting Block
de_de: Lucene Facettierung-Block
es_es: Bloque Facetado Lucene
it_it: Blocco di sfaccettatura di Lucene
pt_pt: Bloco de facetação Lucene

# plugins.generic.lucene.faceting.title
source: refine your search
de_de: Verfeinern Sie Ihre Suche
es_es: afinar la búsqueda
it_it: raffina la ricerca
pt_pt: refine a sua pesquisa

# plugins.generic.lucene.faceting.discipline
source: Discipline
de_de: Disziplin
es_es: Especialidades
pt_pt: Disciplina

# plugins.generic.lucene.faceting.subject
source: Keyword
de_de: Schlagwort
es_es: Palabra clave
pt_pt: Palavra-Chave

# plugins.generic.lucene.faceting.type
source: Method/Approach
de_de: Methode/Ansatz
es_es: Método/Enfoque
it_it: Metodo/Approccio
pt_pt: Método/Abordagem

# plugins.generic.lucene.faceting.coverage
source: Coverage
de_de: Bereich
es_es: Cobertura
it_it: Copertura
pt_pt: Cobertura

# plugins.generic.lucene.faceting.journalTitle
source: Journal
de_de: Zeitschrift
es_es: Revista
it_it: Titolo della rivista
pt_pt: Revista

# plugins.generic.lucene.faceting.authors
source: Author
de_de: Autor/in
es_es: Autor/a
it_it: Autore
pt_pt: Autor

# plugins.generic.lucene.faceting.publicationDate
source: Publication Date
de_de: Veröffentlichungsdatum
es_es: Fecha de publicación
it_it: Data di pubblicazione
pt_pt: Data de publicação

# plugins.generic.lucene.message.coreNotFound
source: The requested core '{$core}' was not found on the Solr server. Is it online?
de_de: Der angeforderte Kern '{$core}' wurde nicht auf dem Solr-Server gefunden. Ist er online?
es_es: El núcleo solicitado '{$core}' no se ha encontrado en el servidor Solr. ¿Está en línea?
it_it: Il core richiesto '{$core}' non è stato trovato sul server Solr. Verifica che sia online
pt_pt: O núcleo solicitado '{$core}' não foi encontrado no servidor Solr. Está disponível?

# plugins.generic.lucene.message.indexingIncomplete
source: An error occurred while indexing: Processed {$numProcessed} out of a batch of {$batchCount} ({$numDeleted} deleted documents in this batch).
de_de: Ein Fehler ist bei der Indizierung aufgetreten: {$numProcessed} aus einer Gruppe von {$batchCount} verarbeitet ({$numDeleted} gelöschte Dokumente in dieser Gruppe).
es_es: Se ha producido un error durante la indexación: Se ha procesado {$numProcessed} de un lote de {$batchCount} ({$numDeleted} documentos eliminados en este lote).
it_it: Si è verificato un errore durante l'indicizzazione: Processati {$numProcessed} su un totale di {$batchCount} ({$numDeleted} documenti eliminati in questo blocco).
pt_pt: Ocorreu um erro durante a indexação: processados {$numProcessed} de um conjunto de {$batchCount} ({$numDeleted} documentos apagados neste conjunto).

# plugins.generic.lucene.message.indexOnline
source: Index with {$numDocs} documents online.
de_de: Index mit {$numDocs} Dokumenten online.
es_es: Índice con {$numDocs} documentos en línea.
it_it: Indice con {$numDocs} documenti online.
pt_pt: Índice com {$numDocs} documentos online.

# plugins.generic.lucene.message.pullIndexingDisabled
source: Pull indexing is not enabled. Please enable it in the Lucene plugin settings.
de_de: Pull-Indizierung nicht aktiviert. Bitte aktivieren Sie sie in den Einstellungen des Lucene-Plugins.
es_es: La indexación pull no está activada. Actívala en la configuración del plugin Lucene.
it_it: L'indicizzazione pull non è abilitata. Abilitala nella configurazione del plugin Lucene.
pt_pt: Mecanismo para solicitar indexação (<em>pull indexing</em>) não está ativo, pelo que o deverá ativar nas configurações do plugin.

# plugins.generic.lucene.message.searchServiceOffline
source: Unfortunately the OJS search service is currently offline.
de_de: Leider ist der OJS-Suchdienst momentan offline. Die/der technische Administrator/in ist über das Problem informiert worden.
es_es: Desgraciadamente, el servicio de búsqueda OJS está actualmente fuera de línea.
it_it: Sfortunatamente, il servizio di ricerca in OJS al momento è offline.
pt_pt: Infelizmente o serviço de pesquisa OJS está atualmente incontactável.

# plugins.generic.lucene.message.techAdminInformed
source: The technical administrator of this journal has been informed about the problem.
de_de: Der/die technische/r Administrator/in dieser Zeitschrift wurde über das Problem informiert.
es_es: El administrador técnico de esta revista ha sido informado del problema.
it_it: L'amministratore tecnico di questa rivista è stato informato del problema.
pt_pt: O técnico desta revista foi informado sobre este problema.

# plugins.generic.lucene.message.webServiceError
source: The Lucene web service returned an error.
de_de: Der Lucene-Dienst hat einen Fehler zurückgegeben.
es_es: El servicio web Lucene ha devuelto un error.
it_it: Il web service Lucene ha restituito un errore.
pt_pt: O serviço web do Lucene retornou um erro.

# plugins.generic.lucene.rebuildIndex.couldNotDeleteFieldCache
source: Could not delete the field cache. Please execute 'rm cache/fc-plugins-lucene-fieldCache.php' manually with appropriate permissions.
de_de: Konnte den Field-Cache nicht löschen. Bitte führen Sie 'rm cache/fc-plugins-lucene-fieldCache.php' manuell mit den passenden Rechten aus.
es_es: No se ha podido eliminar la caché de campos. Ejecute 'rm cache/fc-plugins-lucene-fieldCache.php' manualmente con los permisos adecuados.
it_it: Non puoi cancellare la cache. Per favore esegui 'rm cache/fc-plugins-lucene-fieldCache.php' a mano con gli adeguati permessi.
pt_pt: Não foi possível apagar a cache. Por favor execute 'rm cache/fc-plugins-lucene-fieldCache.php' manualmente, com as permissões apropriadas.

# plugins.generic.lucene.rebuildIndex.pullResult
source: {$numMarked} articles marked for update
de_de: {$numMarked} Artikel zur Aktualisierung markiert
es_es: {$numMarked} artículos marcados para actualización
it_it: {$numMarked} articoli individuati per l'aggiornamento
pt_pt: {$numMarked} artigos marcados para serem atualizados

# plugins.generic.lucene.rebuildIndex.pullWarning
source: Warning: The search index is currently empty because pull indexing is active. You must wait until the Solr server pulls the changes or execute the pull.sh and then the load.sh script from the command line.
de_de: Warnung: Der Suchindex ist derzeit leer, da die Pull-Indizierung aktiv ist. Sie müssen warten, bis der Solr-Server die Änderungen zieht, oder das Skript pull.sh und dann load.sh von der Kommandozeile aus ausführen.
es_es: Advertencia: El índice de búsqueda está actualmente vacío porque la indexación pull está activa. Debe esperar a que el servidor Solr extraiga los cambios o ejecutar el script pull.sh y, a continuación, load.sh desde la línea de comandos.
it_it: Attenzione: L'indice di ricerca è attualmente vuoto perché è attiva l'indicizzazione pull. È necessario attendere che il server Solr estragga le modifiche o eseguire lo script pull.sh e poi load.sh dalla riga di comando.
pt_pt: Aviso: O índice de pesquisa está atualmente vazio porque a indexação pull está ativa. É necessário esperar até que o servidor Solr puxe as alterações ou execute o script pull.sh e, em seguida, o script load.sh a partir da linha de comando.

# plugins.generic.lucene.rebuildIndex.rebuildDictionaries
source: Rebuilding dictionaries
de_de: Verzeichnisse neu aufbauen
es_es: Reconstruyendo diccionarios
it_it: Ricostruisci i dizionari
pt_pt: A reindexar os dicionários

# plugins.generic.lucene.rebuildIndex.updateBoostFile
source: Updating usage statistics data
de_de: Daten zu Nutzungsstatistiken aktualisieren
es_es: Actualización de los datos estadísticos de uso
it_it: Aggiorna le statistiche d'uso
pt_pt: A atualizar dados estatísticos de uso

# plugins.generic.lucene.results.didYouMean
source: Did you mean
de_de: Meinten Sie
es_es: ¿Te refieres a
it_it: Forse cercavi
pt_pt: Quereria dizer

# plugins.generic.lucene.results.orderBy
source: Order results by
de_de: Ergebnisse sortieren nach
es_es: Ordenar los resultados por
it_it: Ordina i risultati per
pt_pt: Ordenar resultados por

# plugins.generic.lucene.results.orderBy.relevance
source: Relevance
de_de: Relevanz
es_es: Relevancia
it_it: Rilevanza
pt_pt: Relevância

# plugins.generic.lucene.results.orderBy.author
source: Author
de_de: Autor/in
es_es: Autor/a
it_it: Autore
pt_pt: Autor

# plugins.generic.lucene.results.orderBy.issue
source: Issue
de_de: Ausgabe
es_es: Edición
it_it: Fascicolo
pt_pt: Número da edição

# plugins.generic.lucene.results.orderBy.date
source: Publication Date
de_de: Veröffentlichungsdatum
es_es: Fecha de publicación
it_it: Data di pubblicazione
pt_pt: Data de publicação

# plugins.generic.lucene.results.orderBy.journal
source: Journal Title
de_de: Titel der Zeitschrift
es_es: Título de la revista
it_it: Titolo della rivista
pt_pt: Título da revista

# plugins.generic.lucene.results.orderBy.article
source: Article Title
de_de: Titel des Artikels
es_es: Título del artículo
it_it: Titolo dell'articolo
pt_pt: Título do artigo

# plugins.generic.lucene.results.orderDir.asc
source: Ascending
de_de: Aufsteigend
es_es: Ascendente
it_it: Ascendente
pt_pt: Ascendente

# plugins.generic.lucene.results.orderDir.desc
source: Descending
de_de: Absteigend
es_es: Descendente
it_it: Discendente
pt_pt: Descendente

# plugins.generic.lucene.results.similarDocuments
source: similar documents
de_de: Ähnliche Dokumente
es_es: documentos similares
it_it: documenti simili
pt_pt: documentos semelhantes

# plugins.generic.lucene.results.syntaxInstructions
source: Search tips:<ul><li>Search terms are case-insensitive</li><li>Common words are ignored</li><li>By default articles containing <em>any</em> term in the query are returned (i.e., <em>OR</em> is implied)</li><li>Make sure that a word exists in an article by prefixing it with <strong>+</strong>; e.g., <em>+journal +access scholarly academic</em></li><li>Combine multiple words with <em>AND</em> to find articles containing all terms; e.g., <em>education AND research</em></li><li>Exclude a word by prefixing it with <strong>-</strong> or <em>NOT</em>; e.g., <em>online -politics</em> or <em>online NOT politics</em></li><li>Search for an exact phrase by putting it in quotes; e.g., <em>"open access publishing"</em>. Hint: Quoting Chinese or Japanese words will help you to find exact word matches in mixed-language fields, e.g. "中国".</li><li>Use parentheses to create more complex queries; e.g., <em>archive ((journal AND conference) NOT theses)</em></li></ul>
de_de: Suchhinweise:<ul><li>Groß- und Kleinschreibung der Suchbegriffe werden nicht unterschieden.</li><li>Häufig auftretende Wörter werden ignoriert.</li><li>Standardmäßig werden alle Artikel aufgelistet, die mindestens <em>einen</em> Suchbegriff der Anfrage enthalten (d.h. <em>OR</em> ist impliziert).</li><li>Erzwingen Sie, dass ein Wort in einem Artikel existiert, indem Sie dem Wort ein <strong>+</strong> voranstellen; z.B. <em>+journal +access scholarly academic</em>.</li><li>Kombinieren Sie mehrere Wörter mit <em>AND</em>, um Artikel zu finden, die alle Begriffe enthalten; z.B. <em>Bildung AND Forschung</em></li><li>Schließen Sie ein Wort aus, indem Sie ihm ein <strong>-</strong> oder <em>NOT</em> voranstellen; z.B. <em>online -politics</em> oder <em>online NOT politics</em></li><li>Suchen Sie nach einer genauen Wortfolge, indem Sie sie in Anführungszeichen setzen; z.B. <em>"open access publishing"</em>. Hinweis: Chinesische oder japanische Wörter in Anführungszeichen zu setzen, erlaubt Ihnen das Auffinden genauer Wortübereinstimmungen in gemischtsprachigen Feldern, z.B. "中国".</li><li>Nutzen Sie Klammern für komplexere Suchanfragen; z.B. <em>Archive ((Zeitschrift AND Konferenz) NOT Dissertationen)</em></li></ul>
es_es: Consejos de búsqueda:<ul><li>Los términos de búsqueda no distinguen entre mayúsculas y minúsculas</li><li>Se ignoran las palabras comunes</li><li>Por defecto se devuelven los artículos que contienen <em>cualquier</em> término de la consulta (es decir, <em>OR</em> )está implícito</li><li>Asegúrese de que una palabra existe en un artículo anteponiéndole el prefijo <strong>+</strong>; por ejemplo, <em>+revista +acceso académico</em></li><li>Combinar varias palabras con <em>AND</em> para encontrar artículos que contengan todos los términos; por ejemplo <em>educación AND investigación</em></li><li>Excluir una palabra anteponiéndole el prefijo <strong>-</strong> o con <em>NOT</em>; por ejemplo <em>en línea -política</em> o <em>en línea NOT política</em></li><li>Busque una frase exacta poniéndola entre comillas; por ejemplo <em>"publicación de acceso abierto"</em>. Sugerencia: Citar palabras en chino o japonés le ayudará a encontrar coincidencias exactas de palabras en campos de idiomas mixtos, por ejemplo "中国".</li><li>Utilice paréntesis para crear consultas más complejas; por ejemplo <em>archivo ((revista AND conferencia) NOT tesis)</em></li></ul>
it_it: <h4>Suggerimenti di ricerca:</h4><ul><li>La ricerca non differenzia maiuscole e minuscole nei termini inseriti</li><li>Le parole più comuni (stopword) sono ignorate</li><li>Per default la ricerca restituisce articoli contententi <em>qualsiasi</em> termine inserito (<em>OR</em> implicito)</li><li>Aggiungendo il prefisso <strong>+</strong> a un termine ti assicuri che sia presente nei risultati; es. <em>+journal +access scholarly academic</em></li><li>Combina le parole con <em>AND</em> per trovare articoli che contangano tutti i termini; es. <em>education AND research</em></li><li>Escludi una parola facendola precedere da <strong>-</strong> oppure <em>NOT</em>; es. <em>online -politics</em> o <em>online NOT politics</em></li><li>Cerca una frase esatta mettendola tra virgolette; es., <em>"open access publishing"</em></li><li>Usa le parentesi per creare query complesse; es., <em>archive ((journal AND conference) NOT theses)</em></li> </ul>
pt_pt: Dicas de pesquisa:<ul><li>Os termos de pesquisa tanto podem ser escritos em maiúsculas como em minúsculas</li><li>Palavras demasiado comuns são ignoradas</li><li>Por omissão, qualquer artigo que inclua <em>qualquer</em> termo da expressão de pesquisa é retornado (ou seja., é implícita o uso de <em>OR</em> (ou))</li><li>Garanta que a palavra existe no artigo colocando-lhe, como prefixo, o símbolo <strong>+</strong>; e.g., <em>+revista +acesso escolar academico</em> garantirá que pelo menos <em>revista</em> e <em>acesso</em> existem em todos os documentos retornados</li><li>Combine múltiplas palavras com <em>AND</em> (e) para encontrar artigos que inclua todos os termos; e.g., <em>educação AND investigação</em></li><li>Exclua uma palavra colocando-lhe, como prefixo, o símbolo <strong>-</strong> ou <em>NOT</em> (não); e.g., <em>online -política</em> ou <em>online NOT política</em></li><li>Procure uma expressão específica colocando-a entre aspas; e.g., <em>"publicação de acesso aberto"</em>. Dica: colocar palavras Chinesas ou Japonesas entre aspas irá ajudá-lo a encontrar essas palavras exatas, e.g. "中国".</li><li>Use parêntesis para criar pesquisas mais complexas; e.g., <em>arquivo ((revista AND conferência) NOT tese)</em></li></ul>

# plugins.generic.lucene.settings
source: Settings
de_de: Einstellungen
es_es: Ajustes
it_it: Impostazioni
pt_pt: Configurações

# plugins.generic.lucene.settings.autosuggest
source: Auto-Suggest (show a dynamic drop-down with search term suggestions while entering a search query)
de_de: Auto-Vorschlag (eine dynamische Drop-Down-Liste mit Suchtermvorschlägen anzeigen, während eine Suchanfrage eingegeben wird)
es_es: Sugerencia automática (muestra un menú desplegable dinámico con sugerencias de términos de búsqueda al introducir una consulta de búsqueda)
it_it: Suggerimenti (mostra una tendina dinamica con termini suggeriti durante l'inserimento della stringa di ricerca)
pt_pt: Auto-Sugerir (mostra uma caixa dinâmica com sugestões de termos de pesquisa, enquanto se introduz a expressão de pesquisa)

# plugins.generic.lucene.settings.autosuggestTypeExplanation
source: <br /><strong>Check terms for results</strong>: Only suggest terms that will actually produce search results. Suggestions will be cross-checked against the current journal and terms already entered into other search fields.<br /><strong>Use global dictionary</strong>: This is faster, consumes less resources on the search server and therefore scales better for large installations. Suggestions may contain irrelevant terms, though, e.g. from other journals or terms that produce no search results.
de_de: <br /><strong>Suchanfragen auf Ergebnisse kontrollieren</strong>: Nur Suchanfragen vorschlagen, die tatsächlich Suchergebnisse liefern werden. Vorschläge werden mit der aktuellen Zeitschrift und mit bereits in andere Felder eingegebenen Suchbegriffen abgeglichen.<br /><strong>Globales Verzeichnis benutzen</strong>: Dies ist schneller und ressourcensparender auf dem Suchserver und skaliert deshalb besser auf großen Installation. Vorschläge könnten aber irrelevante Suchbegriffe enthalten, z.B. von anderen Zeitschriften oder solche, die kein Ergebnis liefern werden.
es_es: <br /><strong>Comprobar las condiciones de los resultados</strong>: Sólo sugiera términos que realmente produzcan resultados de búsqueda. Las sugerencias se cotejarán con la revista actual y con los términos ya introducidos en otros campos de búsqueda.<br /><strong>Utilizar diccionario global</strong>: Esto es más rápido, consume menos recursos en el servidor de búsqueda y, por tanto, se adapta mejor a grandes instalaciones. Sin embargo, las sugerencias pueden contener términos irrelevantes, por ejemplo, de otras revistas o términos que no producen resultados de búsqueda.
it_it: <br /><strong>Mostra termini con risultati</strong>: Suggerisce solamente termini che producano davvero risultati. I suggerimenti verranno verificati con la rivista corrente e i termini già inseriti in altri campi di ricerca.<br /><strong>Usa un vocabolario globale</strong>: Soluzione più rapida, consuma meno risorse server per la ricerca e inoltre ha una buona scalabilità su installazioni ampie. I suggerimenti possono tuttavia contenere termini non rilevanti, per esempio tratti da altre riviste o che non diano risultati.
pt_pt: <br /><strong>Verificar termos para resultados</strong>: Sugerir termos que produzam, realmente, resultados. As sugestões serão validadas e cruzadas sobre a revista atual e os termos introduzidos noutros campos de pesquisa<br /><strong>Usar dicionário global</strong>: Esta abordagem é mais rápida e consome menos recursos no servidor de pesquisa, pelo que escala melhor, no caso de ter muitas revistas e edições. As sugestões poderão, no entanto, ter termos irrelevantes, e.g., obtidos de outras revistas, ou termos que não produzirão quaisquer resultados.

# plugins.generic.lucene.settings.autosuggestTypeFaceting
source: Check terms for results
de_de: Suchanfragen auf Ergebnisse kontrollieren
es_es: Comprobar las condiciones de los resultados
it_it: Mostra termini con risultati
pt_pt: Verificar termos para resultados

# plugins.generic.lucene.settings.autosuggestTypeSuggester
source: Use global dictionary
de_de: Globales Verzeichnis benutzen
es_es: Utilizar diccionario global
it_it: Usa un vocabolario globale
pt_pt: Usar dicionário global

# plugins.generic.lucene.settings.customRanking
source: Custom Ranking (set individual ranking weights per journal section)
de_de: Benutzerdefiniertes Ranking (individuelles Gewicht pro Rubrik festlegen)
it_it: Ranking personalizzato (configura il peso di ciascuna sezione della rivista)
pt_pt: Ordenação Personalizada (permite indicar pesos diferentes para cada secção da revista)

# plugins.generic.lucene.settings.description
source: <p>The Lucene plugin accesses the Lucene search index through a Solr server. This configuration page allows you to configure access to the Solr server.</p><p><strong>Please make sure you read the plugin's README file (plugins/generic/lucene/README) before you try to change the default configuration.</strong></p><p>If you are using the embedded scenario behind a firewall as explained in the README file then you may probably leave all configuration parameters unchanged.</p>
de_de: <p>Das Lucene-Suche-Plugin greift mittels eines Solr-Servers auf den Lucene-Suchindex zu. Diese Konfigurationsseite erlaubt Ihnen, den Zugang zu dem Solr-Server einzustellen.</p><p><strong>Bitte achten Sie darauf, die README-Datei des Plugins (plugins/generic/lucene/README) zu lesen, bevor Sie versuchen, die Standardeinstellungen zu verändern.</strong></p><p>Wenn Sie das eingebettete Szenario hinter einer Firewall, wie es in der README-Datei beschrieben ist, benutzen, können Sie wahrscheinlich alle Parameter der Konfiguration unverändert lassen.</p>
es_es: <p>El módulo Lucene accede al índice de búsqueda Lucene a través de un servidor Solr. Esta página de configuración permite configurar el acceso al servidor Solr.</p><p><strong>Por favor, asegúrese de leer el archivo README del plugin (plugins/generic/lucene/README) antes de intentar cambiar la configuración por defecto.</strong></p><p>Si está utilizando el escenario incrustado detrás de un cortafuegos como se explica en el archivo README, entonces probablemente puede dejar todos los parámetros de configuración sin cambios.</p>
it_it: <p>Il plugin Lucene accede all'indice tramite un server Solr. Questa pagina di configurazione ti permette diu configurare l'accesso al server Solr.</p><p><strong>Assicurati di aver letto il file README del plugin (plugins/generic/lucene/README) prima di cambiare la configurazione di default.</strong></p><p>Se stai usando lo scenario embedded dietro firewall come spiegato nel file README, probabilmente non avrai necessità di apportare alcuna modifica.</p>
pt_pt: <p>O plugin Lucene aceder a um índice de pesquisa Lucene através de um servidor Solr. Esta página de configuração permite configurar o acesso ao servidor Solr.</p><p><strong>Tenha em atenção o README do plugin (plugins/generic/lucene/README) antes de tentar mudar a configuração pré-definida.</strong></p><p>Se está a usar uma situação embebida, por trás de uma firewall, como explicado no README, então provavelmente poderá deixar os parâmetros de configuração pré-definidos.</p>

# plugins.generic.lucene.settings.dictionaryRebuild
source: Rebuild dictionaries
de_de: Verzeichnisse neu aufbauen
es_es: Reconstruir diccionarios
it_it: Ricostruisci dizionari
pt_pt: Recalcular dicionários
