Repository: pkp/lucene
Catalog: locale/*/locale.po
Languages: de_de, es_es, it_it, pt_pt

# plugins.generic.lucene.settings.spellcheck
source: Alternative Spelling Suggestions (display alternative search terms)
de_de: Alternative-Schreibweisen-Vorschläge (alternative Suchbegriffe anzeigen)
es_es: Sugerencias ortográficas alternativas (mostrar términos de búsqueda alternativos)
it_it: Suggerimenti (mostra termini di ricerca alternativi)
pt_pt: Sugestões Alternativas de Correção Ortográfica (mostra termos de pesquisa alternativos)

# plugins.generic.lucene.settings.startStopServer
source: Solr Server Administration
de_de: Verwaltung des Solr-Servers
es_es: Administración del servidor Solr
it_it: Amministrazione di Solr
pt_pt: Administração do Servidor Solr

# plugins.generic.lucene.settings.startServer
source: Start Server
de_de: Server starten
es_es: Iniciar servidor
it_it: Avvio del server
pt_pt: Iniciar Servidor

# plugins.generic.lucene.settings.stopServer
source: Stop Server
de_de: Server stoppen
es_es: Detener servidor
it_it: Arresto del server
pt_pt: Parar Servidor

# plugins.generic.lucene.settings.updateBoostFile
source: Update Ranking Data
de_de: Ranking-Daten aktualisieren
es_es: Actualizar datos de ranking
it_it: Aggiorna dati Ranking
pt_pt: Atualizar Dados de Ordenação

# plugins.generic.lucene.settings.updateBoostFileDescription
source: Usage statistics must be copied regularly to the Solr server, e.g. daily or monthly - depending on how often you update the statistics. To do so click the button above. You can also automate this task (see 'plugins/generic/lucene/README' for details).
de_de: Nutzungsstatistiken müssen regelmäßig zu dem Solr-Server kopiert werden, z.B. täglich oder monatlich - abhängig von den Aktualisierungsintervallen der Statistiken. Klicken Sie auf den Knopf, um dies zu tun. Sie können diese Aufgabe auch automatisieren (siehe 'plugins/generic/lucene/README').
es_es: Las estadísticas de uso deben copiarse regularmente en el servidor Solr, por ejemplo, diaria o mensualmente, dependiendo de la frecuencia con la que actualice las estadísticas. Para ello, haga clic en el botón de arriba. También puede automatizar esta tarea (consulte 'plugins/generic/lucene/README' para más detalles).
it_it: Le statistiche d'uso vanno aggiornate di frequeste su Solr, ad esempio ogni giorno oppure ogni mese. Per farlo clicca il bottone qua sopra. Il tutto può essere automatizzato (vedi 'plugins/generic/lucene/README' per dettagli).
pt_pt: As estatísticas de uso devem ser copiadas, regularmente, para o servidor Solr (diariamente ou mensalmente, de acordo com quão frequentemente atualiza as suas estatísticas). Para isso, use o botão em cima. Também poderá automatizar esta tarefa (veja 'plugins/generic/lucene/README' para mais informação);

# plugins.generic.lucene.settings.updateBoostFileDisabled
source: Usage statistics must be copied regularly to the Solr server. You can not currently update usage statistics from the web interface.<br/><br/>Possible reasons are:<ul><li>If you are using pull indexing, the index update cron job on the remote server ("pull.sh") will automatically update statistics data whenever executed (see 'plugins/generic/lucene/README' for details).</li><li>Your web server may not have write permissions to the 'files/lucene/data' directory. Make sure that both, the web server and the solr server, have access to this directory and refresh this page.</li></ul>
de_de: Nutzungsstatistiken müssen regelmäßig zum Solr-Server kopiert werden. Sie können momentan keine Nutzungsstatistiken via Weboberfläche aktualisieren.<br/><br />Mögliche Gründe:<ul><li>Wenn Sie Pull-Indizierung benutzen, wird der Index-Aktualisierungs-Cronjob auf dem Remote-Server ("pull.sh") automatisch die Statistikdaten bei jedem Aufruf aktualisieren (Details in 'plugins/generic/lucene/README').</li><li>Ihr Webserver könnte keine Schreibrechte für das Verzeichnis 'files/lucene/data' haben. Stellen Sie sicher, dass sowohl Webserver als auch Solr-Server Zugriff auf dieses Verzeichnis haben, und aktualisieren Sie diese Seite.</li></ul>
es_es: Las estadísticas de uso deben copiarse regularmente en el servidor Solr. Actualmente no es posible actualizar las estadísticas de uso desde la interfaz web.<br/><br/>Las posibles razones son:<ul><li>i utiliza la indexación pull, el cron job de actualización de índices en el servidor remoto ("pull.sh") actualizará automáticamente los datos estadísticos cada vez que se ejecute (consulte 'plugins/generic/lucene/README' para más detalles).</li><li>es posible que nuestro servidor web no tenga permisos de escritura en el directorio 'files/lucene/data'. Asegúrese de que tanto el servidor web como el servidor solr tienen acceso a este directorio y actualice esta página.</li></ul>
it_it: Le statistiche d'uso vanno copiate regolarmente nel server Solrs. Non riesci a fare l'update attraverso l'interfaccia web.<br/><br/>Ci possono essere varie ragioni.
pt_pt: As estatísticas de uso devem ser copiadas regularmente para o servidor Solr. Neste momento não é possível atualizar as estatísticas a partir da interface web..<br/><br/>Possíveis razões são:<ul><li>Se estiver a usar <em>pull indexing</em>, o processo agendado via cron no servidor remoto ("pull.sh") irá atualizar automaticamente as estatísticas sempre que for executado (veja 'plugins/generic/lucene/README' para mais informação).</li><li>O seu servidor web pode não ter permissões de escrita na pasta 'files/lucene/data'. Garanta que ambos, o servidor web e o servidor solr, têm acesso a esta pasta, e recarregue esta página.</li></ul>

# plugins.generic.lucene.settings.usageStatistics
source: Usage Statistics
de_de: Nutzungsstatistiken
es_es: Estadísticas de uso
it_it: Statistiche d'uso
pt_pt: Estatísticas de Uso

# plugins.generic.lucene.settings.username
source: Username
de_de: Benutzer/innenname
es_es: Nombre de usuario
it_it: Nome utente
pt_pt: Utilizador

# plugins.generic.lucene.settings.usernameInstructions
source: The Solr search server uses HTTP BASIC authentication. Please enter the username.
de_de: Der Solr-Suchserver benutzt HTTP BASIC authentication. Bitte geben Sie den Benutzer/innennamen an.
es_es: El servidor de búsqueda Solr utiliza la autenticación HTTP BASIC. Por favor, introduzca el nombre de usuario.
it_it: Il server Solr usa l'autenticazione HTTP BASIC. Inserire il nome utente.
pt_pt: O servidor Solr usa autenticação HTTP BASIC. Introduza o nome do utilizador.

# plugins.generic.lucene.settings.usernameRequired
source: Please enter a valid username to authenticate to the Solr search server (colons are disallowed).
de_de: Bitte geben Sie einen gültigen Benutzer/innennamen an, um auf den Solr-Suchserver zuzugreifen (Doppelpunkte sind nicht zulässig).
es_es: Introduzca un nombre de usuario válido para autenticarse en el servidor de búsqueda Solr (no se permiten los dos puntos).
it_it: Inserisci un'username valida per autenticarti al server Solr (i due punti non sono permessi).
pt_pt: Introduza um nome de utilizador válido para autenticar no servidor Solr (o carácter ':' não é permitido).

# plugins.generic.lucene.sectionForm.rankingBoost
source: Custom Ranking Weight
de_de: Benutzerdefinierte Gewichtung
es_es: Ránking personalizado Peso
it_it: Ranking personalizzato
pt_pt: Peso de Ordenação Personalizado

# plugins.generic.lucene.sectionForm.rankingBoostInstructions
source: The Lucene/Solr search plugin allows you to adjust the relative weight of articles in the result list of a search query. Setting the ranking weight higher (or lower) does not place articles in this section above (or below) all other articles. But they will rank better (or worse) than they would without the adjustment made. Setting this option to "never show" will completely exclude articles in this section from search results.
de_de: Das Lucene/Solr-Suchplugin erlaubt Ihnen, das relative Gewicht von Artikeln in der Ergebnisliste einer Suchanfrageanzupassen. Das Ranking nach oben (oder unten) zu verändern platziert die Artikel dieser Rubrik nicht über(oder unter) allen anderen Artikeln. Aber sie werden besser (oder schlechter) abschneiden als sie ohne diese Anpassung würden. Die "niemals anzeigen"-Option wird Artikel dieser Sektion komplettaus den Suchergebnissena ausschließen.
es_es: El plugin de búsqueda Lucene/Solr permite ajustar el peso relativo de los artículos en la lista de resultados de una consulta de búsqueda. Ajustar el peso de clasificación más alto (o más bajo) no coloca los artículos de esta sección por encima (o por debajo) de todos los demás artículos. Pero se clasificarán mejor (o peor) de lo que lo harían sin el ajuste realizado. Si establece esta opción en "no mostrar nunca", los artículos de esta sección quedarán completamente excluidos de los resultados de búsqueda.
it_it: Il plugin di ricerca Lucene/Solr ti permette di regolare il peso degli articoli nell'elenco dei risultati di una query. Impostare un peso superiore (o inferiore) non mostrerà gli articoli in questa sezione sopra(o sotto) a tutti gli altri, ma permetterà un ranking migliore (o peggiore) che se questa opzione non sia configurata. Configurare l'opzione su "non mostrare mai" escluderà sempre gli articoli in questa sezione dai risultati di ricerca.
pt_pt: O plugin Lucene/Solr permite-lhe ajustar o peso relativo dos artigos na lista de resultados para uma pesquisa específica. Aumentar ou diminuir o peso não coloca diretamente um artigo mais acima (ou abaixo) de todos os restantes artigos. No entanto, irá ordená-los melhor (ou pior) do que o que o faria sem estas configurações. Colocar esta opção em "nunca mostrar" irá completamente excluir os artigos desta secção nos resultados de pesquisa.

# plugins.generic.lucene.sectionForm.rankingBoostInvalid
source: Please select a valid custom ranking weight.
de_de: Bitte wählen Sie eine benutzerdefinierte Gewichtung.
es_es: Seleccione un peso de ranking personalizado válido.
it_it: Indica un peso valido.
pt_pt: Selecione um peso personalizado válido.

# plugins.generic.lucene.sectionForm.ranking.never
source: Never Show
de_de: Niemals anzeigen
es_es: No mostrar nunca
it_it: Non mostrare mai
pt_pt: Nunca Mostrar

# plugins.generic.lucene.sectionForm.ranking.low
source: Rank Lower
de_de: Niedriger gewichten
es_es: Rango inferior
it_it: Classifica più in basso
pt_pt: Menos Prioridade

# plugins.generic.lucene.sectionForm.ranking.normal
source: Normal
it_it: Normale
pt_pt: Prioridade Normal

# plugins.generic.lucene.sectionForm.ranking.high
source: Rank Higher
de_de: Höher gewichten
es_es: Rango superior
it_it: Classifica più in alto
pt_pt: Mais Prioridade

# plugins.generic.lucene.settings.orderBy
source: Order results by
de_de: Ergebnisse sortieren nach
es_es: Ordenar los resultados por
it_it: Ordinare i risultati per
pt_pt: Ordenar resultados por

# plugins.generic.lucene.settings.orderBy.relevance
source: Relevance
de_de: Relevanz
es_es: Relevanca
it_it: Rilevanza
pt_pt: Relevância

# plugins.generic.lucene.settings.orderBy.author
source: Author
de_de: Autor/in
es_es: Autor/a
it_it: Autore
pt_pt: Autor

# plugins.generic.lucene.settings.orderBy.issue
source: Issue
de_de: Ausgabe
es_es: Edición
it_it: Numero
pt_pt: Número da edição

# plugins.generic.lucene.settings.orderBy.date
source: Publication Date
de_de: Veröffentlichungsdatum
es_es: Fecha de publicación
it_it: Data di pubblicazione
pt_pt: Data de publicação

# plugins.generic.lucene.settings.orderBy.journal
source: Journal Title
de_de: Titel der Zeitschrift
es_es: Título de la revista
it_it: Titolo della rivista
pt_pt: Título da revista

# plugins.generic.lucene.settings.orderBy.article
source: Article Title
de_de: Titel des Artikels
es_es: Título del articulo
it_it: Titolo dell'articolo
pt_pt: Título do artigo

# plugins.generic.lucene.settings.solr7
source: Use Solr 7
de_de: Solr 7 verwenden
es_es: Utilice Solr 7
it_it: Utilizzare Solr 7
pt_pt: Utilizar Solr 7

# plugins.generic.lucene.settings.useSolr7SettingsInstructions
source: Check if you are using Solr 7
de_de: Prüfen Sie, ob Sie Solr 7 verwenden
es_es: Compruebe si utiliza Solr 7
it_it: Verificare se si sta utilizzando Solr 7
pt_pt: Verificar se está a utilizar o Solr 7
